Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Police used rubber bullets to disperse looters in Alexandra, a township north of the city, with more than 30 people arrested.
pt: A polícia precisou usar balas de borracha para dispersar saqueadores em Alexandria, município ao norte da cidade .

source: "I supposed I just wanted the attention and that was about it.
pt: "Eu penso que eu quero ter ela pra mim .

source: “Playing on the beach makes the sport even tougher .
pt: Na praia, torna-se num desporto ainda mais complicado .

source: He has had all the tests but it's just part of life for him."
pt: Só tenho a agradecer por ter tido a possibilidade de ter feito parte da vida dela .

source: The Security Council held an emergency meeting on Yemen on Sunday afternoon following a series of terrorist attacks in the country over the past few days .
pt: O Conselho de Segurança da ONU fará uma reunião de urgência na tarde deste domingo a fim de examinar a situação no Iêmen, informaram diplomatas neste sábado.

source: We apologize for the inconvenience and are working urgently to correct the problem and restore full operability,” stated the note on the U.S. embassy website.
pt: “Pedimos desculpas pela inconveniência e estamos trabalhando arduamente para sanar o problema e restaurar nossas operações por completo”, diz a nota.

source: The United Nations secretary-general's special representative for Iraq on Saturday called for "immediate measures" to avoid the possible massacre of civilians in the town of Amerli, under siege by Sunni militants for two months .
pt: A ONU chamou a atenção para crise humanitária que progride rapidamente na cidade de Amerli, ao norte do Iraque, que está há quase dois meses sob cerco de guerrilheiros do Estado Islâmico (EI) .

source: * Anti-aircraft gunfire and explosions heard near Benghazi
pt: Forte explosão e disparos de artilharia antiaérea em Benghazi

source: Obama to outline plan to combat Islamic State, eyes strikes in Syria
pt: Obama anunciará estratégia dos EUA para combater Estado Islâmico

source: The plan comes as the U.S. combat mission in Afghanistan draws to a close, thousands of troops return home and the military prepares for a narrower counterterrorism and training mission for the next two years.
pt: Obama emitiu as diretrizes nas últimas semanas, na medida em que a missão de combate norte-americana no Afeganistão se aproxima do final, milhares de soldados voltam para casa e o Exército se prepara para reduzir as missões de contraterrorismo e treinamento nos próximos dois anos.

source: With or without Neymar, Brazil are the favourites to win the Cup, Parreira said.
pt: Parreira diz que Brasil é favorito, mas que isso não ganha Copa do Mundo

source: The bride-to-be was dressed in a stylish black-and-white dress, while Clooney wore a sharply tailored gray suit and white shirt with dark sunglasses.
pt: A advogada vestia um conjunto branco e um chapéu com uma faixa preta, já Clooney estava com um terno cinza.

source: Ebola-hit Sierra Leone to lock down 2.5 million people
pt: Contra ebola, Serra Leoa confinará 2,5 milhões de pessoas por três dias

source: The record so far has been distinctly mixed - so relying on similar techniques to separate truth from falsehood on social media may be somewhat optimistic.
pt: "Então, acreditar que técnicas similares serão capazes de distinguir o que é verdade ou mentira nas redes sociais é um tanto otimista."

source: The decline followed four straight months of gains and the sales pace was still the second highest for the year.
pt: Apesar disso, o ritmo de vendas ainda foi o segundo mais alto do ano.

source: The incident took place near a Ukrainian military checkpoint near the town of Volnovakha on Tuesday, the spokesman for the Interior Ministry in the Donetsk region, Vyacheslav Ambroskin, said .
pt: A região administrativa de Donetsk, que responde ao governo central de Kiev, afirmou num comunicado que os rebeldes atacaram o posto do Exército perto da cidade de Volnovakha, ao sul de Donetsk.

source: That doesn’t mean reform isn’t worth the effort .
pt: Essa reforma, do modo como se apresenta, não nos serve .

source: Turkey has been one of the most vocal critics of President Assad and it became the primary route into Syria for foreigners wanting to fight alongside the rebels .
pt: Tornou-se a principal porta de entrada para os estrangeiros que querem ir para a Síria lutar ao lado dos rebeldes, muitos deles jihadistas .

source: He’ll keep two, send three home and pocket their salary or an agreed percentage,” he said .
pt: Ele fica com dois e manda três para casa, ficando com seus salários ou apenas uma parte - informou o oficial.

source: "Even if they were statues of gods, they are in a museum, and the Koran calls on drawing lessons from them because they were for people who have long passed and that teaches you that life is finite."
pt: "E mesmo se fossem estátuas de deuses, elas estão em um museu, e o Corão aconselha a aprender (...)."

source: Twitch and other live-stream networks like Livestream also cater to niches, featuring content such as offbeat sports to videogames that mainstream outlets eschew.
pt: O Twitch e outras redes de streaming on-line, como a Livestream, também atendem nichos, oferecendo conteúdo que vai de esportes incomuns a videogames que as grandes mídias evitam.

source: “I will end it when our goals are realised .
pt: "Terminará quando nossos objetivos forem alcançados .

source: Moscow 'will react' to new EU sanctions
pt: União Europeia decide adotar novas sanções contra a Rússia

source: A forehand volley on his second match point propelled Wawrinka, the 2014 Australian Open champion, to his first semi-final at the claycourt major.
pt: Com o resultado, Stanislas Wawrinka, campeão do Aberto da Austrália de 2014, classificou-se, pela primeira vez, às semifinais no saibro parisiense .

source: In Prague, the Organisation for Security and Cooperation in Europe (OSCE), which is monitoring the ceasefire, said it would be reasonable to allow more time for the peace process before imposing more sanctions against Russia.
pt: Já a Organização para a Segurança e Cooperação na Europa (OSCE) é a favor de adiar a implementação de sanções para dar mais chance ao cessar-fogo e a um processo político de resolução da crise.

source: Libya and Egypt urge UN to ease arms embargo for Tobruk government
pt: Líbia e Egito pedem à ONU suspensão do embargo às armas para combater Estado Islâmico

source: The word of the year award celebrates the inventiveness of English speakers when confronted with social, political or technological change.
pt: Segundo o dicionário Oxford, a tradicional escolha celebra a criatividade dos falantes do inglês quando enfrentam mudanças sociais, políticas ou tecnológicas.

source: France uses aircraft carrier to fight IS in Iraq - Global Times
pt: Golfo » França mobiliza porta-aviões contra o EI no Iraque

source: The international Committee on Publication Ethics (COPE), with almost 10,000 publishers and journal editors as members, produces guidelines, discussion documents and flow charts, and maintains a database of ethical cases that have been brought for discussion.
pt: O Comitê Internacional de Ética de Publicação (COPE), do qual fazem parte cerca de 10 mil editores e redatores de revistas, produz diretrizes, documentos de discussão e fluxogramas, além de manter um banco de dados com casos éticos, que já foram levados à discussão.

source: IS group extremists claimed an American woman held hostage by the group was killed Friday in a Jordanian air strike in Syria, but Jordan dismissed it as “criminal propaganda” and the US said it had not seen any evidence to corroborate the report.
pt: Os Estados Unidos não têm provas que confirmem a declaração do grupo Estado Islâmico (EI), segundo o qual uma refém americana teria morrido no bombardeio lançado por um avião jordaniano na Síria.

source: Sean Dyche's basement side, who are eight points adrift of safety, now need to win their remaining three games to have any chance of avoiding the drop.
pt: O time do treinador Sean Dyche, a oito pontos do primeiro time fora da zona do rebaixamento, agora precisa vencer os três jogos que restam para ter alguma chance de evitar a queda.

source: Europe’s biggest bank, HSBC, has sold its business in Brazil to Banco Bradesco SA .
pt: A aquisição do HSBC Brasil pelo Bradesco é a maior já feita na história do banco brasileiro, de acor...

source: The phone call follows Chancellor Angela Merkel and President Francois Hollande’s visit to Moscow, where they attempted to hammer out a peace plan with Vladimir Putin.
pt: A chanceler federal Angela Merkel e o presidente François Hollande viajam nesta quinta-feira para Kiev, onde vão se encontrar com o presidente Petro Poroshenko .

source: I didn't see a soul, so I put a note on the door.
pt: Ele pediu para eu passar informações sobre o posto para ele, mas eu não passei .

source: "I'm going to see out my contract here at Sao Paulo .
pt: "Quero ficar no São Paulo, meu objetivo é ficar", disse .

source: I didn't know how to explain it then, and I still really don't .
pt: Eu sou muito chato comigo, eu acho que estou conseguindo fazer uma coisa legal.

source: The fund will not decide whether to agree a new program for Greece for months or even until next year if IMF negotiators do not "participate in policy discussions,” according to a four-page "strictly confidential" summary of Wednesday’s IMF board meeting obtained by the Financial Times.
pt: A determinação, apresentada por funcionários do Fundo em uma reunião de conselho de duas horas de duração na quarta-feira, significa que embora a equipe do FMI deva participar das negociações de resgate em curso atualmente em Atenas, o Fundo não decidirá por meses se vai ou não concordar com um novo programa– e possivelmente só o fará no ano que vem.

source: Venezuela's attorney general has indicted the opposition leader Maria Corina Machado on charges of being involved in an alleged plot to kill President Nicolas Maduro.
pt: A ex-deputada venezuelana de oposição María Corina Machado deve prestar depoimento no Ministério Público em Caracas nesta quarta-feira para explicar uma suposta ligação com um plano para assassinar o presidente da Venezuela, Nicolas Maduro.

source: "The role will be directly responsible for the management, handling and issuance of appropriate responses to requests from law enforcement authorities, public prosecutors, and Courts etc.
pt: "A posição será diretamente responsável pela gestão, manejo e emissão de respostas adequadas às solicitações das autoridades policiais, Ministério Público, Tribunais etc. em toda a China", disse o post no LinkedIn.

source: "I'm probably never going to be politically correct because I'm not a politician," he said .
pt: Não sou politicamente correto, e provavelmente nunca serei politicamente correto porque não sou político”, declarou Carson em um discurso em Detroit, sua cidade-natal.

source: The website of China's State Administration of Science carries three satellite images taken on Sunday - a day after the plane went missing.
pt: As imagens divulgadas pela China foram captadas no domingo, um dia depois do desaparecimento do avião, mas divulgadas apenas nesta quarta no site da Administração Estatal Chinesa de Ciência.

source: The Utah-based Sundance Film Festival is now considered the top U.S. independent film festival.
pt: O Festival de Cinema de Sundance, com sede no Estado de Utah, é agora considerado o mais importante da produção independente norte-americana.

source: Sydney siege victim killed by police bullets, inquest hears
pt: Disparo da polícia matou vítima de sequestro em Sydney, diz investigação

source: Guatemala: ex-Vice-President Baldetti held on fraud charges
pt: Presidente da Guatemala é acusado de fraude após prisão de ex-vice-presidente

source: Pictet is one of the 14 banks under investigation by the US justice department .
pt: Pictet faz parte dos 14 bancos colocados na mira da justiça americana .

source: He’s been found guilty of culpable homicide and will be sentenced in October .
pt: Em 12 de setembro, Pistorius foi condenado por homicídio culposo pela morte de Reeva .

source: Fighters loyal to Yemen's president pushed Houthi fighters back from central Aden on Friday after they were reinforced with weapons parachuted into their beleaguered section of the southern port city by Saudi-led warplanes.
pt: A Arábia Saudita enviou armas nesta sexta-feira para reforçar milícias no sul do Iêmen, que lutam para retomar o controle sobre a cidade portuária de Áden, invadida por rebeldes Houthis na semana passada.

source: Islamist group Boko Haram for the first time launched an attack on Friday in Niger against the town of Bosso, just across the border from Nigeria, witnesses said.
pt: Militantes do Boko Haram realizaram o primeiro ataque do grupo no Chade, na sexta-feira, aumentando para três o número de países vizinhos à Nigéria envolvidos no conflito .

source: What do they do ?
pt: Como não sabe ?

source: The IMF has flagged Europe as the top concern, a sentiment echoed by many policymakers, economists and investors gathered in Washington for the Fund's fall meetings.
pt: O FMI tem apontado a fraqueza da Europa como a principal fonte de preocupação, um sentimento ecoado por muitos políticos, economistas e investidores reunidos em Washington para a reunião semestral do Fundo, que se estende até domingo.

source: An elderly Chinese man, who claims he was not offered a seat by younger passengers, stood in front of a bus for two hours to stop it moving.
pt: “Às vezes, a gente está em uma parada de ônibus e o ônibus passa e não dá mínima importância para os idosos que estão na parada”.

source: WASHINGTON (Reuters) - Satellite imagery suggests North Korea has restarted a research reactor capable of producing plutonium for weapons at its Yongbyon nuclear complex, a U.S. research institute and a U.S. official said on Wednesday.
pt: A Coreia do Norte reativou um antigo reator de plutônio que ajudaria a fortalecer seu programa de armas nucleares, anunciou nesta quarta-feira um centro de estudos americano, depois de analisar novas imagens por satélite.

source: Pulling every hair out led to every hair coming back, but no extra regeneration.
pt: Puxar todos os folículos de cabelo fez com que todos voltassem a crescer, mas não surgiu nenhum fio extra.

source: I’ve got so many signatures that I’ll have to get more forms,” Daniela tells swissinfo.ch .
pt: Consegui tantas assinaturas que vou ter que ir buscar mais algumas listas", conta Daniela .

source: High Court Justice Gerard Hogan, who has jurisdiction because Facebook's European headquarters are based in Dublin, said he could not force a probe, but said the application raised questions about whether EU data rules were compatible with the EU Charter of Fundamental Rights.
pt: O juiz da alta corte de Justiça Gerard Hogan, que tem jurisdição pois a sede europeia do Facebook está em Dublin, disse que a decisão anterior do comissário de proteção de dados do país de recusar a investigação será mantida a menos que um acordo entre União Europeia (UE) e os Estados Unidos seja derrubado.

source: The Baiji refinery can process 300,000 barrels per day and supplies oil products to most of Iraq's provinces and is a major provider of power to Baghdad .
pt: A refinaria de Baiji é a maior do Iraque e fornece derivados de petróleo para a maioria das províncias do país.

source: Turkish warplanes Tuesday carried out a new wave of air strikes against Kurdish militants in the southeast of the country in retaliation for a day of bloody attacks that left six members of the security forces dead.
pt: Na segunda (10), ao menos nove pessoas foram mortas em uma onda de ataques contra as forças de segurança turcas, a maioria no sudeste da Turquia, região de predominância curda.

source: The manuscript may have been written close to the time of the Prophet Muhammad
pt: Elas podem ter sido escritas por alguém que pode ter conhecido Maomé.

source: Michael Keaton's prize for best actor in a comedy or musical seemed to signal a big night for "Birdman," which also won for best screenplay .
pt: Michael Keaton confirmou o favoritismo e recebeu o prêmio de ator em comédia ou musical por "Birdman ou (A inesperada virtude da ignorância)" .

source: "Where we get concerned with China is where it is not necessarily abiding by international norms and rules, and is using its sheer size and muscle to force countries into subordinate positions," he said.
pt: Nesta sexta-feira, o governo americano se disse preocupado de que a China esteja usando seu "tamanho e músculos" para pressionar países menores "sem necessariamente cumprir as normas e regras internacionais", nas palavras do presidente Barack Obama.

source: "I was really into it .
pt: É um cara que eu respeito muito .

source: Indonesia rejects clemency for two of Australian 'Bali Nine' drug offenders
pt: Austrália pede à Indonésia clemência para dois traficantes condenados à morte

source: Police later said they arrested one of the prisoners and two other men .
pt: O motorista foi preso e os outros dois estão foragidos.

source: Ahram Online - Yanis Varoufakis named Greece's new finance minister: govt
pt: Economista Varoufakis diz que será novo ministro das Finanças da Grécia - Yahoo Notícias

source: Officials had previously named two gunmen shot dead by security forces after the attack and said they had received training at militant camps in neighboring Libya.
pt: Segundo o governo, os dois autores do atentado, dois jovens tunisianos que foram mortos pela polícia pouco após o ataque, tiveram formação em manuseio de armas na Líbia.

source: 10 - Red cards, fewer than any other World Cup since 1986 (8) and down from the record 28 shown at Germany 2006
pt: 10 - Cartões vermelhos exibidos no Brasil, longe do recorde de 28 da Copa da Alemanha, em 2006

source: Nigeria: Buhari Wins Presidential Election in Adamawa
pt: Candidato da oposição vence eleição presidencial da Nigéria

source: "A briefing from the security agencies today indicated that there has been a heightened level of terrorist chatter in the aftermath of the Martin Place siege," he said following a meeting of his National Security Committee.
pt: – As agências de segurança nacional indicaram hoje que houve uma alta incidência de falatório terrorista depois do ocorrido em Martin Place – disse Abbott à imprensa em Sydney.

source: "This selective concern allows Isis recruiters to portray themselves to potential supporters as the only force willing to stand up to Assad's atrocities," the report said, using another acronym for the IS militant group.
pt: "Esta preocupação seletiva foi um presente para os recrutadores do EI, que veem a si mesmos como os únicos dispostos e capazes de enfrentar as atrocidades de Assad", afirmou Roth.

source: Cuba informed the Obama administration over the weekend that the last of those on the list had been released, according to the officials, who spoke to Reuters on condition of anonymity.
pt: Havana informou ao governo de Obama durante o fim de semana que o último dos prisioneiros na lista havia sido libertado .

source: Kassasbeh was captured on December 24 after his F-16 jet crashed while on a mission against the jihadists over northern Syria.
pt: Kassasbeh foi capturado a 24 de dezembro, depois de o caça-bombardeiro F-16 que pilotava cair no norte da Síria, durante missão da coligação internacional que combate os jihadistas.

source: He was a boy who managed to live with relatives involved in historical epics, in a time of great instability and turmoil in Venezuela .
pt: Um menino que pôde conviver com familiares envolvidos em epopeias históricas, em um tempo de grandes instabilidades e turbulências na Venezuela .

source: "We will consider any agreement regarding your nuclear-weapons program that is not approved by the Congress as nothing more than an executive agreement between President Obama and Ayatollah Khamenei," lawmakers wrote, referring to Iran's supreme leader.
pt: "Dados estes dois dispositivos constitucionais, isto quer dizer que consideraremos qualquer acordo sobre o programa de armamento nuclear que não tenha sido aprovado pelo Congresso nada mais como um acordo executivo entre o presidente Obama e o aiatolá Khamenei", afirma a carta, em referência ao líder supremo do Irã.

source: So there are just a few minutes to go until this year's grand final kicks off !
pt: Vai ficar até o fim de ano, possivelmente até o início do ano que vem para ver isso daí .

source: ADEN (Reuters) - The leader of Yemen's Iranian-allied Houthi rebels, Abdel-Malek al-Houthi, accused Saudi Arabia on Sunday of trying to invade and occupy the country and bring it under its hegemony.
pt: O objetivo da Arábia Saudita é "a invasão deste país, sua ocupação e colocar este país novamente sob seus pés e hegemonia", disse Abdel-Malek al-Houthi.

source: "It will be difficult but I will try," she says .
pt: Ainda assim, ela se diz uma mulher que gosta de estar natural .

source: VATICAN CITY Pope Francis told priests on Wednesday to be more merciful to Catholics who have divorced and remarried outside the Church, saying they should not be treated as if they had been excommunicated.
pt: Os divorciados que voltam a se casar sempre farão parte da Igreja e não devem ser tratados como excomungados, declarou nesta quarta-feira o Papa Francisco, às vésperas do sínodo de outubro, dedicado à família.

source: The Vatican has placed its former ambassador to the Dominican Republic, Jozef Wesolowski, under house arrest on charges of sexually abusing children.
pt: (Reuters) - O Vaticano informou nesta terça-feira que prendeu um ex-arcebispo acusado de pagar por sexo com crianças enquanto ele era embaixador papal na República Dominicana.

source: A Minute With: Naomi Watts on comedies and 'While We're Young'
pt: ENTREVISTA-Naomi Watts fala sobre comédia "While We're Young”

source: "This new transparency should not only improve member states' ability to track down and tackle tax evaders, but it should also act as a deterrent against hiding income and assets abroad to evade taxes" the EU Commission said.
pt: Este acordo "deve não apenas reforçar a capacidade que os Estados membros têm para identificar e combater os fraudadores, mas também terá um efeito dissuasivo sobre a dissimulação de receitas e ativos no estrangeiro destinada a evadir impostos", estimou a Comissão.

source: MOSCOW (Reuters) - Russia on Thursday demanded that the United States force the Ukrainian authorities to halt a military operation in southeastern Ukraine and withdraw units of the armed forces.
pt: MOSCOU, 24 Abr (Reuters) - A Rússia afirmou nesta quinta-feira que os Estados Unidos devem forçar a atual liderança ucraniana a interromper imediatamente a operação militar no sudeste da Ucrânia e recuar suas unidades militares às bases permanentes.

source: And I don’t have that money to move.”
pt: “Não é possível vender algo que ainda não é seu .

source: (Reuters) - Coming of age tale "Boyhood" won the coveted Golden Globe for best drama on Sunday, while the quirky period caper "The Grand Budapest Hotel" was the surprise winner for best comedy or musical, in a big upset to awards season front-runner "Birdman."
pt: "Boyhood: Da Infância à juventude" ganhou o cobiçado Globo de Ouro na categoria melhor de drama na noite deste domingo (11), enquanto o curioso filme de época "O grande hotel Budapeste" foi o surpreendente vitorioso na categoria melhor comédia ou musical .
